Repository: game-recon/obozrenie
Catalog: locale/*/LC_MESSAGES/me.vorotnikov.Obozrenie.po
Languages: ru

source: <Game Table - games: %(game_num)i, id: %(gt_id)i>
ru: <Игровая таблица - игр: %(game_num)i, id: %(gt_id)i>

source: Invalid game specified.
ru: Неизвестная игра.

source: Game not found: %(game)s
ru: Игра не найдена: %(game)s

source: game id
ru: id игры

source: option
ru: опция

source: Invalid %(param)s specified.
ru: Указан неверный %(param)s.

source: hostname
ru: узел

source: server data
ru: данные сервера

source: Please specify a valid game id.
ru: Укажите правильный ID игры.

source: GeoIP data file %(geoip_data_file)s opened successfully.
ru: Файл данных GeoIP %(geoip_data_file)s открыт успешно.

source: GeoIP data file not found. Disabling geolocation.
ru: Файл с данными GeoIP не найден. Геолокация отключена.

source: PyGeoIP not found. Disabling geolocation.
ru: PyGeoIP не найден. Геолокация отключена.

source: Refreshing server list for %(game)s.
ru: Обновление серверов для %(game)s.

source: Internal backend error for %(game)s.
ru: Внутренняя ошибка движка для %(game)s.

source: This is the core module of Obozrenie Game Server Browser. Please run an appropriate UI instead.
ru: Это модуль ядра обозревателя игровых серверов «Обозрение». Пользуйтесь графическим интерфейсом.

source: Obozrenie
ru: Обозрение

source: Game Server Browser
ru: Обозреватель игровых серверов

source: Â© 2015 Artem Vorotnikov
ru: Â© 2015 Артём Воротников

source: Artem Vorotnikov
ru: Артём Воротников

source: Core/
ru: Ядро/

source: UI/
ru: Интерфейс/

source: Adapter/
ru: Адаптер/

source: Core
ru: Ядро

source: Settings
ru: Настройки

source: Helpers
ru: Помощники

source: Launcher
ru: Запускалка

source: Select a game.
ru: Выбрать игру.

source: Available games
ru: Доступные игры

source: Toggle game list view mode.
ru: Изменить режим отображения списка игр.

source: Configure the selected game.
ru: Настроить выбранную игру.

source: Update server list.
ru: Обновить список серверов

source: Show server information.
ru: Показать информацию о сервере.

source: Connect to the selected server.
ru: Подключиться к выбранному серверу.

source: Set up server filters.
ru: Настроить фильтры серверов

source: Game Mod:
ru: Мод:

source: Game Type:
ru: Тип игры:

source: Terrain:
ru: Карта:

source: Max ping:
ru: Макс. пинг:

source: Secure:
ru: Защита:

source: Not full
ru: Не полный

source: Has players
ru: С игроками

source: No password
ru: Без пароля

source: Name
ru: Имя

source: Host
ru: Адрес

source: Ping
ru: Задержка

source: Players
ru: Игроки

source: Game Mod
ru: Мод

source: Game Type
ru: Тип игры

source: Terrain
ru: Карта

source: Welcome to Obozrenie! Select a game or press refresh button below.
ru: Добро пожаловать в Обозрение! Выберите игру или нажмите кнопку Обновить снизу.

source: Oops. Something went wrong.
ru: Ой. Что-то пошло не так.

source: Host address
ru: Адрес сервера

source: Server address to connect to. Automatically filled on changing server list selection.
ru: Адрес сервера для подключения. Заполняется автоматически при выборе сервера из списка.

source: Password
ru: Пароль

source: The server password, if required.
ru: Пароль сервера (при необходимости).

source: Server information
ru: О сервере.

source: Name:
ru: Имя:

source: Host:
ru: Адрес:

source: Game:
ru: Игра:

source: Players:
ru: Игроки:

source: Ping:
ru: Задержка:

source: Connect
ru: Подключиться

source: Close
ru: Закрыть

source: Score
ru: Счёт

source: (all)
ru: (все)

source: True
ru: Да

source: False
ru: Нет

source: %(player_count)s / %(player_limit)s
ru: %(player_count)s из %(player_limit)s

source: Obozrenie is starting
ru: «Обозрение» запускается

source: Shutting down
ru: Выход

source: Initialization failed. Aborting.
ru: Ошибка инициализации.

source: No widget generated for type %(widget_type)s
ru: Виджет не создан для типа %(widget_type)s

source: %(game)s preferences
ru: Настройки %(game)s

source: Save
ru: Сохранить

source: Launch pattern does not exist
ru: Неверные настройки запуска

source: Game path
ru: Путь

source: Path to the game.
ru: Путь к игре.

source: Working directory
ru: Рабочий каталог

source: Working directory of the game.
ru: Рабочий каталог игры.

source: Master URI list
ru: Список мастер-серверов

source: List of master servers to query.
ru: Опрашиваемые мастер-сервера.

source: Launch via Steam
ru: Запуск через Steam

source: Enables launching via Steam client. Required for VAC-enabled servers.
ru: Включает запуск через клиент Steam. Необходимо для игры на VAC-защищённых серверах.

source: Steam path
ru: Путь к Steam

source: Steam client path.
ru: Путь к клиенту Steam.

source: Nickname
ru: Имя

source: Your nickname.
ru: Ваше имя.

source: %(adapter_num)i adapters loaded successfully
ru: Адаптеров загружено успешно: %(adapter_num)i

source: Accessing URI %(uri)s failed with error code %(code)s.
ru: Попытка доступа к адресу %(uri)s завершилась ошибкой с кодом %(code)s.

source: Error parsing URI %(uri)s.: %(exception)s
ru: Ошибка разбора страницы по адресу %(uri)s.: %(exception)s

source: Queried Master. Address: %(address)s, status: %(status)s, server count: %(servers)s.
ru: Опрошен мастер-сервер. Адрес: %(address)s, состояние: %(status)s, количество серверов: %(servers)s.

source: Master query failed. Address: %(address)s, status: %(status)s.
ru: Ошибка опроса мастер-сервера. Адрес: %(address)s, состояние: %(status)s.

source: No valid masters specified. Please check your master server settings.
ru: Действительные мастер-сервера не указаны. Проверьте настройки.

source: Requesting server info.
ru: Запрашиваю информацию о серверах.

source: Received server info. Elapsed time: %(stat_time)s s.
ru: Получена информация о серверах. Потрачено: %(stat_time)s с.

source: Parsed QStat response. Elapsed time: %(parse_time)s ms
ru: Обработаны данные от QStat. Потрачено времени: %(parse_time)s мс

source: Error parsing URI %(uri)s.
ru: Ошибка разбора страницы по адресу %(uri)s.
